"Add Field" = "注釈を追加";

"Album" = "アルバム";
"Artist" = "アーティスト";
"Artwork" = "アートワーク";
"Author" = "作成者";
"Comment" = "コメント";
"Composer" = "作曲者";
"Copyright" = "コピーライト";
"Creation Date" = "作成日";
"Description" = "説明";
"Director" = "監督";
"Disclaimer" = "責任放棄事項";
"Encoded By" = "エンコード";
"Genre" = "ジャンル";
"Full Name" = "フルネーム";
"Keywords" = "キーワード";
"Title" = "タイトル";
"Information" = "情報";
"Producer" = "プロデューサー";
"Edit Date" = "編集日";
"Track Number" = "トラック";
"Performers" = "パフォーマー";
"URL Link" = "URL リンク";
"Playback Requirements" = "再生要件";
"Original Artist" = "オリジナルアーティスト";
"Original Source" = "オリジナルソース";
"Original Format" = "オリジナルフォーマット";
"Software" = "ソフトウェア";
"Product" = "作品";
"Warning" = "警告";
"Writer" = "脚本";
"Year" = "年";
